Repository: duckduckgo/macos-browser
Catalog: LocalPackages/NetworkProtectionMac/Sources/NetworkProtectionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# network.protection.autoconnect.tip.enable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
nl: Inschakelen
pl: Włącz
pt: Permitir
ru: Включить

# network.protection.autoconnect.tip.message
source: The VPN can connect on its own when you log in to your computer.
de: Das VPN kann sich automatisch verbinden, wenn du dich bei deinem Computer anmeldest.
es: La VPN puede conectarse automáticamente cuando inicias sesión en tu ordenador.
fr: Le VPN peut se connecter tout seul lorsque vous vous connectez à votre ordinateur.
it: La VPN è in grado di connettersi automaticamente quando accedi al computer.
nl: Het VPN kan automatisch verbinding maken wanneer je je aanmeldt op je computer.
pl: Sieć VPN może nawiązać połączenie automatycznie po zalogowaniu do komputera.
pt: A VPN pode ligar-se automaticamente quando inicias sessão no teu computador.
ru: VPN может подключаться автоматически при входе в систему компьютера.

# network.protection.autoconnect.tip.title
source: Connect Automatically
de: Automatisch verbinden
es: Conéctate automáticamente
fr: Connexion automatique
it: Connettiti automaticamente
nl: Automatisch verbinding maken
pl: Połącz automatycznie
pt: Ligação automática
ru: Автоматическое подключение

# network.protection.domain.exclusion.tip.message
source: Exclude websites that block VPN traffic so you can use them without turning the VPN off.
de: Schließe Websites aus, die VPN-Verkehr blockieren, damit du sie nutzen kannst, ohne das VPN zu deaktivieren.
es: Excluye los sitios web que bloquean el tráfico de VPN para que puedas usarlos sin apagar la VPN.
fr: Excluez les sites Web qui bloquent le trafic VPN afin de pouvoir les utiliser sans désactiver le VPN.
it: Escludi i siti web che bloccano il traffico VPN per poterli usare senza disattivare la VPN.
nl: Sluit websites uit die VPN-verkeer blokkeren, zodat je ze kunt bezoeken zonder het VPN uit te schakelen.
pl: Wyklucz witryny, które blokują ruch VPN, aby korzystać z nich bez wyłączania VPN.
pt: Exclui os sites que bloqueiam o tráfego da VPN para que os possas utilizar sem desativar a VPN.
ru: Исключите сайты, блокирующие трафик по VPN, чтобы посещать их, не отключая VPN.

# network.protection.domain.exclusion.tip.title
source: Website not working?
de: Website funktioniert nicht?
es: ¿El sitio web no funciona?
fr: Le site Web ne fonctionne pas ?
it: Il sito web non funziona?
nl: Werkt de website niet?
pl: Witryna internetowa nie działa?
pt: O site não está a funcionar?
ru: Сайт не работает?

# network.protection.geoswitching.tip.message
source: Connect to any of our servers worldwide to customize the VPN location.
de: Verbinde dich mit einem unserer Server weltweit, um den VPN-Standort anzupassen.
es: Conéctate a cualquiera de nuestros servidores por todo el mundo para personalizar la ubicación de la VPN.
fr: Connectez-vous à l'un de nos serveurs dans le monde entier pour personnaliser l'emplacement du VPN.
it: Connettiti a uno dei nostri server in tutto il mondo per personalizzare la posizione della VPN.
nl: Maak verbinding met een van onze wereldwijde servers om de VPN-locatie aan te passen.
pl: Połącz się z dowolnym z serwerów na całym świecie, aby dostosować lokalizację VPN.
pt: Liga-te a qualquer um dos nossos servidores em todo o mundo para personalizar a localização da VPN.
ru: Местоположение VPN можно изменить: к вашим услугам серверы в разных уголках мира.

# network.protection.geoswitching.tip.title
source: Change Your Location
de: Standort ändern
es: Cambiar tu ubicación
fr: Modifiez votre emplacement
it: Cambia posizione
nl: Wijzig je locatie
pl: Zmień lokalizację
pt: Alterar a localização
ru: Выбор геопозиции

# network.protection.interrupted
source: The VPN was unable to connect at this time. Please try again later.
de: Das VPN konnte zu diesem Zeitpunkt keine Verbindung herstellen. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: La VPN no ha podido conectarse en este momento. Inténtalo de nuevo más tarde.
fr: Connexion du VPN impossible pour le moment. Veuillez réessayer plus tard.
it: La VPN non è riuscita a connettersi in questo momento. Riprova in seguito.
nl: Het VPN kan op dit moment geen verbinding maken. Probeer het later opnieuw.
pl: Połączenie VPN jest chwilowo niedostępne. Spróbuj ponownie później.
pt: Não foi possível ligar a VPN. Tenta novamente mais tarde.
ru: VPN не удалось выполнить подключение. Повторите попытку позже.

# network.protection.interrupted.reconnecting
source: Your VPN connection was interrupted. Attempting to reconnect now...
de: Deine VPN-Verbindung wurde unterbrochen. Versuche jetzt, die Verbindung wiederherzustellen ...
es: Se ha interrumpido tu conexión VPN. Intentando volver a conectar ahora...
fr: Votre connexion VPN a été interrompue. Tentative de reconnexion en cours…
it: La tua connessione VPN è stata interrotta. Tentativo di riconnessione in corso...
nl: Je VPN-verbinding is onderbroken. Er wordt geprobeerd opnieuw verbinding te maken ...
pl: Ppołączenie VPN zostało przerwane. Próba ponownego połączenia...
pt: A ligação da VPN foi interrompida. A tentar ligar novamente…
ru: VPN-соединение было прервано. Выполняется попытка повторного подключения...

# network.protection.onboarding.allow.extension.action
source: Open System Settings...
de: Öffne die Systemeinstellungen ...
es: Abrir Configuración del Sistema...
fr: Ouvrir les paramètres système...
it: Apri le impostazioni di sistema...
nl: Systeeminstellingen openen ...
pl: Otwórz ustawienia systemowe...
pt: Abrir Definições do sistema…
ru: Открыть системные настройки...

# network.protection.onboarding.allow.extension.desc.allow
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan
pl: Zezwól
pt: Permitir
ru: Разрешить

# network.protection.onboarding.allow.extension.desc.prefix
source: Open System Settings to Privacy & Security. Scroll and select
de: Öffne die Systemeinstellungen zu Privatsphäre & Sicherheit. Scrolle und wähle
es: Abre la Configuración del sistema en Privacidad y seguridad. Desplázate y selecciona
fr: Ouvrez les paramètres système sur Confidentialité et sécurité. Faites défiler et sélectionnez
it: Apri le impostazioni di sistema su Privacy e Sicurezza. Scorri e seleziona
nl: Open de systeeminstellingen en ga naar 'Privacy en beveiliging'. Schuif omlaag en selecteer
pl: Otwórz ustawienia systemowe i przejdź do obszaru Prywatność i bezpieczeństwo. Przewiń i wybierz
pt: Abra as Definições do sistema em Privacidade e Segurança. Desloque a página e selecione
ru: Откройте раздел «Системные настройки > Конфиденциальность и безопасность». Прокрутите список и выберите:

# network.protection.onboarding.allow.extension.desc.sequoia.emphasized
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fr: Ouvrir les paramètres système
it: Apri Impostazioni di Sistema
nl: Systeeminstellingen openen
pl: Otwórz ustawienia systemowe
pt: Abrir Definições do sistema
ru: Открыть настройки системы

# network.protection.onboarding.allow.extension.desc.sequoia.prefix
source: Click
de: Klicke
es: Haz clic
fr: Cliquez
it: Fai clic su
nl: Klik op
pl: Kliknij
pt: Clica
ru: Нажмите

# network.protection.onboarding.allow.extension.desc.sequoia.suffix
source: , then enable the DuckDuckGo VPN network extension.
de: , aktiviere dann die VPN-Netzwerkerweiterung von DuckDuckGo.
es: , luego habilita la extensión de red VPN de DuckDuckGo.
fr: , puis activez l'extension du réseau VPN DuckDuckGo.
it: , poi abilita l'estensione della rete VPN di DuckDuckGo.
nl: en schakel vervolgens de DuckDuckGo-extensie 'VPN-netwerk' in.
pl: , a następnie włącz rozszerzenie sieci VPN DuckDuckGo.
pt: , depois ativa a extensão de rede da VPN DuckDuckGo.
ru: , а затем включите сетевое расширение DuckDuckGo VPN.

# network.protection.onboarding.allow.extension.desc.suffix
source: for DuckDuckGo software.
de: für die DuckDuckGo-Software.
es: para el software de DuckDuckGo.
fr: pour le logiciel DuckDuckGo.
it: per il software DuckDuckGo.
nl: voor DuckDuckGo-software.
pl: dla oprogramowania DuckDuckGo.
pt: para o software DuckDuckGo.
ru: для ПО DuckDuckGo.

# network.protection.onboarding.allow.vpn.action
source: Add VPN Configuration...
de: VPN-Konfiguration hinzufügen ...
es: Añadir configuración VPN...
fr: Ajouter une configuration VPN…
it: Aggiungi configurazione VPN...
nl: VPN-configuratie toevoegen...
pl: Dodaj konfigurację VPN...
pt: Adicionar configuração de VPN…
ru: Добавить конфигурацию VPN...

# network.protection.onboarding.allow.vpn.desc.allow
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan
pl: Zezwól
pt: Permitir
ru: Разрешить

# network.protection.onboarding.allow.vpn.desc.expanded.suffix
source: when prompted to finish setting up VPN. This adds a shortcut in the menu bar so you can still access the VPN if the browser isn't running.
de: wenn du aufgefordert wirst, die VPN-Einrichtung abzuschließen. Dadurch wird eine Verknüpfung in der Menüleiste hinzugefügt, sodass du weiterhin auf das VPN zugreifen kannst, wenn der Browser nicht ausgeführt wird.
es: cuando se te solicite completar la configuración de la VPN. Esto añade un acceso directo en la barra de menú para que puedas seguir accediendo a la VPN si el navegador no está en funcionamiento.
fr: lorsque vous êtes invité(e) à terminer la configuration du VPN. Cela ajoute un raccourci dans la barre de menu afin que vous puissiez toujours accéder au VPN si le navigateur ne fonctionne pas.
it: quando ti viene chiesto di completare la configurazione della VPN. Questo aggiunge una scorciatoia nella barra dei menu, così puoi accedere alla VPN anche se il browser non è in esecuzione.
nl: wanneer je wordt gevraagd om het instellen van de VPN te voltooien. Er wordt nu een snelkoppeling aan de menubalk toegevoegd, zodat je nog steeds toegang hebt tot de VPN als de browser niet actief is.
pl: po wyświetleniu monitu o dokończenie konfiguracji VPN. Powoduje to dodanie skrótu na pasku menu, który umożliwia uzyskanie dostępu do VPN, nawet jeśli przeglądarka nie jest uruchomiona.
pt: quando te for pedido para terminar a configuração da VPN. Isto adiciona um atalho à barra de menu para que possas continuar a aceder à VPN se o navegador não estiver a funcionar.
ru: на финальном этапе настройки VPN. В строке меню появится ярлык, который позволит использовать VPN, не запуская браузер.

# network.protection.onboarding.allow.vpn.desc.prefix
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
nl: Selecteren
pl: Wybierz
pt: Selecionar
ru: Выберите

# network.protection.onboarding.allow.vpn.desc.suffix
source: when prompted to finish setting up VPN.
de: wenn du aufgefordert wirst, die VPN-Einrichtung abzuschließen.
es: cuando se te solicite completar la configuración de la VPN.
fr: lorsque vous êtes invité(e) à terminer la configuration du VPN.
it: quando ti viene chiesto di completare la configurazione della VPN.
nl: wanneer je wordt gevraagd om het instellen van de VPN te voltooien.
pl: po wyświetleniu monitu o dokończenie konfiguracji VPN.
pt: quando te for pedido para terminar a configuração da VPN.
ru: на финальном этапе настройки VPN.

# network.protection.onboarding.allow.vpn.title
source: Add VPN Configuration
de: VPN-Konfiguration hinzufügen
es: Añadir configuración de VPN
fr: Ajouter une configuration VPN
it: Aggiungi configurazione VPN
nl: VPN-configuratie toevoegen
pl: Dodaj konfigurację VPN
pt: Adiciona a configuração de VPN
ru: Конфигурация VPN

# network.protection.onboarding.install.extension.title
source: Install VPN System Extension
de: VPN-Systemerweiterung installieren
es: Instalar la extensión del sistema VPN
fr: Installer l'extension système VPN
it: Installa l'estensione di sistema VPN
nl: Wil je de VPN-systeemextensie installeren?
pl: Zainstaluj rozszerzenie systemowe VPN
pt: Instala a extensão do sistema VPN
ru: Установка VPN-расширения системы

# network.protection.onboarding.move.to.applications.action
source: Move App for Me and Restart…
de: App für dich verschieben und neu starten …
es: Mover la aplicación y reiniciar…
fr: Déplacer l'application pour moi et redémarrer…
it: Sposta l'app per me e riavvia...
nl: App voor mij verplaatsen en opnieuw opstarten ...
pl: Przenieś aplikację do mnie i uruchom ponownie...
pt: Mover a app por mim e reiniciar…
ru: Перенести и перезапустить...

# network.protection.onboarding.move.to.applications.desc
source: To use the VPN, the DuckDuckGo app needs to be in the Applications folder on your Mac. Click the button below to move the app and restart the browser.
de: Um das VPN nutzen zu können, muss sich die DuckDuckGo-App im Ordner „Programme“ auf deinem Mac befinden. Klicke auf die Schaltfläche unten, um die App zu verschieben und den Browser neu zu starten.
es: Para usar la VPN, la aplicación DuckDuckGo debe estar en la carpeta Aplicaciones de tu Mac. Haz clic en el botón de abajo para mover la aplicación y reinicia el navegador.
fr: Pour pouvoir utiliser le VPN, l'application DuckDuckGo doit se trouver dans le dossier Applications de votre Mac. Cliquez sur le bouton ci-dessous pour déplacer l'application et redémarrer le navigateur.
it: Per usare la VPN, l'app DuckDuckGo deve trovarsi nella cartella Applicazioni del tuo Mac. Fai clic sul pulsante qui sotto per spostare l'app e riavviare il browser.
nl: Voor gebruik van de VPN moet de DuckDuckGo-app in de map 'Apps' op je Mac staan. Klik op de knop hieronder om de app te verplaatsen en de browser opnieuw op te starten.
pl: Do korzystania z VPN wymagane jest umieszczenie aplikacji DuckDuckGo w folderze Aplikacje na komputerze Mac. Kliknij przycisk poniżej, aby przenieść aplikację i zrestartować przeglądarkę.
pt: Para utilizares a VPN, a aplicação DuckDuckGo precisa de estar na pasta Aplicações do teu Mac. Clica no botão abaixo para mover a aplicação e reiniciar o navegador.
ru: Для использования VPN приложение DuckDuckGo должно находиться в папке «Программы». Чтобы переместить приложение и перезапустить браузер, нажмите кнопку ниже.

# network.protection.onboarding.move.to.applications.title
source: Move DuckDuckGo App
de: DuckDuckGo-App verschieben
es: Mover la aplicación DuckDuckGo
fr: Déplacer l'application DuckDuckGo
it: Sposta l'app DuckDuckGo
nl: DuckDuckGo-app verplaatsen
pl: Przenieś aplikację DuckDuckGo
pt: Move a aplicação DuckDuckGo
ru: Перемещение в «Программы»

# network.protection.report.site.issues.button.cancel
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non adesso
nl: Niet nu
pl: Nie teraz
pt: Agora não
ru: Не сейчас

# network.protection.report.site.issues.button.dontask
source: Don't Ask Again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus demander
it: Non chiedere più
nl: Niet opnieuw vragen
pl: Nie pytaj ponownie
pt: Não perguntar novamente
ru: Больше не спрашивать

# network.protection.report.site.issues.button.report
source: Report
de: Melden
es: Informar
fr: Rapport
it: Rapporto
nl: Melden
pl: Zgłoś
pt: Comunicar
ru: Сообщить

# network.protection.report.site.issues.description
source: Please let us know if you excluded %@ from the VPN because you experienced issues.
de: Bitte teile uns mit, wenn du %@ aufgrund von Problemen vom VPN ausgeschlossen hast.
es: Por favor, indícanos si has excluido a %@ de la VPN porque has tenido problemas.
fr: Merci de nous indiquer si vous avez exclu %@ du VPN parce que vous rencontriez des problèmes.
it: Comunicaci se hai escluso %@ dalla VPN perché hai riscontrato problemi.
nl: Laat het ons weten als je %@ van de VPN hebt uitgesloten omdat je problemen hebt ondervonden.
pl: Poinformuj nas, jeśli sieć VPN została wyłączona dla aplikacji %@ z powodu problemów.
pt: Indica-nos se excluíste o Website %@ da VPN porque tiveste problemas.
ru: Если вы отключили VPN на сайте %@ из-за сбоев, сообщите нам.

# network.protection.report.site.issues.footer
source: Reports only include the domain of the affected website.
de: Berichte enthalten nur die Domain der betroffenen Website.
es: Los informes solo incluyen el dominio del sitio web afectado.
fr: Les rapports incluent uniquement le domaine du site Web concerné.
it: I rapporti includono solo il dominio del sito web interessato.
nl: Rapporten bevatten alleen het domein van de getroffen website.
pl: Raporty zawierają tylko domenę witryny, której dotyczy problem.
pt: Os relatórios apenas incluem o domínio do Website afetado.
ru: В отчет войдет только домен пострадавшего сайта.

# network.protection.report.site.issues.title
source: Report an issue with %@?
de: Ein Problem mit %@ melden?
es: ¿Informar de un problema con %@?
fr: Signaler un problème avec %@ ?
it: Segnala un problema con %@?
nl: Een probleem met %@ melden?
pl: Zgłosić problem z %@?
pt: Comunicar um problema com %@?
ru: Сообщить о сбое на сайте %@?

# network.protection.server.address.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно

# network.protection.server.location.unknown
source: Unknown...
de: Unbekannt...
es: Desconocido...
fr: Inconnu…
it: Sconosciuto...
nl: Onbekend ...
pl: Nieznana...
pt: Desconhecido…
ru: Неизвестно...

# network.protection.site.troubleshooting.exclude
source: Exclude %@ from VPN
de: %@ von VPN ausschließen
es: Excluir a %@ de la VPN
fr: Exclure %@ du VPN
it: Escludi %@ dalla VPN
nl: %@ uitsluiten van de VPN
pl: Wyklucz %@ z VPN
pt: Excluir %@ da VPN
ru: Отключить VPN на %@

# network.protection.site.troubleshooting.title
source: Website Preferences
de: Website-Einstellungen
es: Preferencias del sitio web
fr: Préférences du site Web
it: Preferenze del sito web
nl: Websitevoorkeuren
pl: Preferencje strony internetowej
pt: Preferências de Websites
ru: Предпочтения по сайтам

# network.protection.status.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączono
pt: Ligada
ru: Подключен

# network.protection.status.connecting
source: Connecting...
de: Verbinden ...
es: Conectando...
fr: Connexion en cours…
it: Connessione in corso...
nl: Er wordt verbinding gemaakt ...
pl: Łączenie...
pt: A ligar…
ru: Выполняется подключение...

# network.protection.status.disconnected
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegata
nl: Niet verbonden
pl: Nie połączono
pt: Não ligada
ru: Не подключен

# network.protection.status.disconnecting
source: Disconnecting...
de: Wird getrennt ...
es: Desconectando...
fr: Déconnexion en cours…
it: Disconnessione in corso...
nl: De verbinding wordt verbroken ...
pl: Odłączanie...
pt: A desligar…
ru: Отключение...

# network.protection.status.header.message.off
source: Connect to secure all of your device’s Internet traffic.
de: Stell eine Verbindung her, um den gesamten Internetverkehr deines Geräts zu sichern.
es: Conéctate para proteger todo el tráfico de Internet de tu dispositivo.
fr: Connectez-vous pour sécuriser tout le trafic trafic Internet de votre appareil.
it: Connetti per proteggere tutto il traffico Internet del tuo dispositivo.
nl: Maak verbinding om het internetverkeer van al je apparaten te beveiligen.
pl: Nawiąż połączenie, aby zabezpieczyć ruch internetowy urządzenia.
pt: Liga a VPN para protegeres todo o tráfego de Internet do teu dispositivo.
ru: Выполните подключение для защиты трафика всех устройств.

# network.protection.status.header.message.on
source: All device Internet traffic is being secured through the VPN.
de: Der gesamte Internetverkehr des Geräts wird über das VPN gesichert.
es: Todo el tráfico de Internet del dispositivo está protegido a través de VPN.
fr: Le trafic Internet de tous les appareils est sécurisé via le VPN.
it: Tutto il traffico Internet del dispositivo è protetto tramite la VPN.
nl: Al het internetverkeer van apparaten wordt beveiligd via de VPN.
pl: Cały ruch internetowy urządzenia jest zabezpieczony przez VPN.
pt: Todo o tráfego de Internet do dispositivo está protegido através da VPN.
ru: Трафик всех устройств защищен по VPN.

# network.protection.status.view.connection.details
source: Connection Details
de: Verbindungsdetails
es: Detalles de conexión
fr: Détails de la connexion
it: Dettagli della connessione
nl: Verbindingsdetails
pl: Szczegóły połączenia
pt: Detalhes da ligação
ru: О подключении

# network.protection.status.view.feature.isoff
source: DuckDuckGo VPN is OFF
de: DuckDuckGo-VPN ist Aus
es: DuckDuckGo VPN está desactivado
fr: Le VPN DuckDuckGo est désactivé
it: DuckDuckGo VPN è disattivata
nl: DuckDuckGo VPN is uitgeschakeld
pl: Usługa DuckDuckGo VPN jest wyłączona
pt: A DuckDuckGo VPN está Desativada
ru: DuckDuckGo VPN отключен

# network.protection.status.view.feature.ison
source: DuckDuckGo VPN is ON
de: DuckDuckGo-VPN ist An
es: DuckDuckGo VPN está activado
fr: Le VPN DuckDuckGo est activé
it: DuckDuckGo VPN è attiva
nl: DuckDuckGo VPN is ingeschakeld
pl: Usługa DuckDuckGo VPN jest włączona
pt: A DuckDuckGo VPN está Ativada
ru: DuckDuckGo VPN включен

# network.protection.status.view.ip.address
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
nl: IP-adres
pl: Adres IP
pt: Endereço IP
ru: IP-адрес

# network.protection.status.view.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Геопозиция

# network.protection.subscription.expired.resubscribe.button
source: Subscribe to Privacy Pro
de: Privacy Pro abonnieren
es: Suscribirse a Privacy Pro
fr: S'abonner à Privacy Pro
it: Iscriviti a Privacy Pro
nl: Abonneren op Privacy Pro
pl: Subskrybuj Privacy Pro
pt: Subscreve o Privacy Pro
ru: Оформить подписку на Privacy Pro

# network.protection.subscription.expired.subtitle
source: Subscribe to Privacy Pro to reconnect DuckDuckGo VPN.
de: Abonniere Privacy Pro, um die Verbindung zum DuckDuckGo-VPN wiederherzustellen.
es: Suscríbete a Privacy Pro para volver a conectar la VPN de DuckDuckGo.
fr: Abonnez-vous à Privacy Pro pour reconnecter le VPN DuckDuckGo.
it: Iscriviti a Privacy Pro per riconnettere la VPN di DuckDuckGo.
nl: Abonneer je op Privacy Pro om opnieuw verbinding te maken met DuckDuckGo VPN.
pl: Subskrybuj Privacy Pro, aby ponownie połączyć się z siecią DuckDuckGo VPN.
pt: Subscreve o Privacy Pro para voltar a ligar a DuckDuckGo VPN.
ru: Чтобы вновь подключиться к DuckDuckGo VPN, оформите подписку Privacy Pro.

# network.protection.subscription.expired.title
source: VPN disconnected
de: VPN ist getrennt
es: La VPN se ha desconectado
fr: VPN déconnecté
it: VPN disconnessa
nl: De VPN-verbinding is verbroken
pl: Połączenie VPN zostało przerwane
pt: A VPN está desativada
ru: VPN отключен

# network.protection.subscription.expired.uninstall.button
source: Uninstall DuckDuckGo VPN
de: DuckDuckGo-VPN deinstallieren
es: Desinstalar la VPN de DuckDuckGo
fr: Désinstaller le VPN DuckDuckGo
it: Disinstalla la VPN di DuckDuckGo
nl: DuckDuckGo VPN verwijderen
pl: Odinstaluj DuckDuckGo VPN
pt: Desinstalar VPN DuckDuckGo
ru: Удалить DuckDuckGo VPN

# network.protection.vpn.data-volume
source: Data Volume
de: Datenvolumen
es: Volumen de datos
fr: Volume de données
it: Volume dati
pl: Ilość danych
pt: Volume de Dados
ru: Объем трафика
